import avatar1 from '../img/person_1/avatar/ava.jpg';
import avatar2 from '../img/person_2/avatar/ava.jpg';
import avatar3 from '../img/person_3/avatar/ava.jpg';
import avatar4 from '../img/person_4/avatar/ava.jpg';
import avatar5 from '../img/person_5/avatar/ava.jpg';
import avatar6 from '../img/person_6/avatar/ava.jpg';

import slide1 from '../img/person_1/portfolio/work1.jpg';
import slide2 from '../img/person_1/portfolio/work2.jpg';
import slide3 from '../img/person_1/portfolio/work3.jpg';
import slide4 from '../img/person_1/portfolio/work4.jpg';
import slide5 from '../img/person_1/portfolio/work5.jpg';
import slide6 from '../img/person_1/portfolio/work6.jpg';

import slide7 from '../img/person_2/portfolio/work1.jpg';
import slide8 from '../img/person_2/portfolio/work2.jpg';
import slide9 from '../img/person_2/portfolio/work3.jpg';
import slide10 from '../img/person_2/portfolio/work4.jpg';
import slide11 from '../img/person_2/portfolio/work5.jpg';
import slide12 from '../img/person_2/portfolio/work6.jpg';

import slide13 from '../img/person_3/portfolio/work1.jpg';
import slide14 from '../img/person_3/portfolio/work2.jpg';
import slide15 from '../img/person_3/portfolio/work3.jpg';
import slide16 from '../img/person_3/portfolio/work4.jpg';
import slide17 from '../img/person_3/portfolio/work5.jpg';
import slide18 from '../img/person_3/portfolio/work6.jpg';

import slide19 from '../img/person_4/portfolio/work1.jpg';
import slide20 from '../img/person_4/portfolio/work2.jpg';
import slide21 from '../img/person_4/portfolio/work3.jpg';
import slide22 from '../img/person_4/portfolio/work4.jpg';
import slide23 from '../img/person_4/portfolio/work5.jpg';
import slide24 from '../img/person_4/portfolio/work6.jpg';

import slide25 from '../img/person_5/portfolio/work1.jpg';
import slide26 from '../img/person_5/portfolio/work2.jpg';
import slide27 from '../img/person_5/portfolio/work3.jpg';
import slide28 from '../img/person_5/portfolio/work4.jpg';
import slide29 from '../img/person_5/portfolio/work5.jpg';
import slide30 from '../img/person_5/portfolio/work6.jpg';
import slide31 from '../img/person_5/portfolio/work7.jpg';
import slide32 from '../img/person_5/portfolio/work8.jpg';
import slide33 from '../img/person_5/portfolio/work9.jpg';

import slide34 from '../img/person_6/portfolio/work1.jpg';
import slide35 from '../img/person_6/portfolio/work2.jpg';
import slide36 from '../img/person_6/portfolio/work3.jpg';
import slide37 from '../img/person_6/portfolio/work4.jpg';
import slide38 from '../img/person_6/portfolio/work5.jpg';
import slide39 from '../img/person_6/portfolio/work6.jpg';


import video1 from '../video/video1.mp4';
import video2 from '../video/video2.mp4';
import video3 from '../video/video3.mp4';
import video4 from '../video/video4.mp4';
import video5 from '../video/video5.mp4';
import video6 from '../video/video6.mp4';

export default [
  {
    id: 1,
    name: 'Міхаіл Уладзіміравіч Анемпадыстаў',
    avatar: avatar1,
    occupation:
      'Беларускі мастак, фатограф, дызайнер, паэт, культуролаг, мастацтвазнаў',
    birthDate: '16.03.1964',
    birthPlace: 'г.Мінск, БССР',
    deathDate: '24.01.2018',
    deathPlace: 'г.Мінск',
    locationsCoords: {
      lat: '53.902496',
      lng: '27.561481',
    },
    video: video1,
    activity: [
      {
        date: '16.03.1964',
        place: 'Мінск',
        description:
          'Нарадзіўся ў г.Мінску. У дзяцінстве марыў стаць біёлагам, падарожнікам. Рана пачаў маляваць - свае першыя малюнкі Міхаіл размяшчаў у энцыклапедыях пра жывёл, якія рабіў сам.',
      },
      {
        date: '1975-1985',
        place: 'Мінск',
        description:
          'Вучыўся ў дзіцячай народнай студыі выяўленчага мастацтва ў Мінску.',
      },
      {
        date: '1979-1983',
        place: 'Мінск',
        description:
          'Скончыў Мінскае мастацкае вучылішча, потым - Мінскі дзяржаўны мастацкі каледж імя. А.К. Глебава.',
      },
      {
        date: '1997',
        place: 'Мінск',
        description:
          'Стаў членам Беларускага саюза дызайнераў. Быў дызайнерам вядомых лагатыпаў - у тым ліку, лагатыпа беларускай грамадска-культурнай кампаніі «Будзьма беларусамі!», Беларускага рок-фэсту «Басовішча».',
      },
      {
        date: '2011',
        place: 'Мінск',
        description: 'Стаў членам праўлення Беларускага саюза дызайнераў.',
      },
      {
        date: '2011',
        place: 'Мінск',
        description:
          'Дэбютаваў як фатограф, прэзэнтаваўшы фотавыставку «Under Ground»: у фотаздымках засяродзіўся на беларускіх гародніне, каб такім спосабам адкрыць больш глыбокае вымярэнне беларускай культуры. Выбар сваёй тэматыкі патлумачыў тым, што беларусы, як гародніна, хаваюць цікавыя рэчы ў сабе, не паказваюць іх вонкі - нацыя заглыбленых у сябе людзей: выглядаюць звычайна, а ўнутры фантастычныя - пад запэцканай (ад глебы) лупінай бульбы схавана «залатое сонца».',
      },
      {
        date: '24.01.2018',
        place: 'Мінск',
        description: 'Памёр ад інсульту ў г.Мінску.',
      },
    ],
    works: [slide1, slide2, slide3, slide4, slide5, slide6],
    listOfWorks: [
      {
        year: '2011',
        work: 'фотавыстава «Under Ground»: у фотаздымках засяродзіўся на беларускіх гародніне. Выбар тэматыкі патлумачыў тым, што беларусы, як гародніна, хаваюць цікавыя рэчы ў сабе, не паказваюць іх вонкі - нацыя заглыбленых у сябе людзей: выглядаюць звычайна, а ўнутры фантастычныя - пад запэцканай (ад глебы) лупінай бульбы схавана «залатое сонца»',
      },
      {
        year: '2012',
        work: 'фотавыстава «Under Ground» у Café Galerie (Германія)',
      },
      {
        year: '2013',
        work: 'фотавыстава «Under Ground» (Польшча)',
      },
    ],
  },

  {
    id: 2,
    name: 'Уладзімір Сяргеевіч Базан',
    avatar: avatar2,
    occupation:
      'Беларускі фатограф, фотажурналіст, майстар рэпартажнай, публіцыстычнай, жанравай фатаграфіі.',
    birthDate: '21.10.1953',
    birthPlace: 'г.Унеча, РСФСР',
    deathDate: null,
    deathPlace: null,
    locationsCoords: {
      lat: '55.183672',
      lng: '30.204791',
    },
    video: video2,
    activity: [
      {
        date: '21.10.1953',
        place: 'Унеча',
        description: 'Нарадзіўся ў г.Унеча, Бранская вобласць, РСФСР',
      },
      {
        date: '1978',
        place: 'Віцебск',
        description:
          'Скончыў мастацка-графічны факультэт Віцебскага педагагічнага інстытута.',
      },
      {
        date: '1980-1990',
        place: 'Віцебск',
        description:
          'Працаваў фатографам, карэспандэнтам, адказным сакратаром у віцебскай шматтыражнай газеце «Будаўнік».',
      },
      {
        date: '1990-2007',
        place: 'Віцебск',
        description:
          'Галоўны рэдактар, дызайнер і фотакарэспандэнт газеты «Віцебскі кур"eр». Галоўны рэдактар ​​спецыяльнага нумара газеты, прысвечанага Першым Шагалаўскага днях у Віцебску (1991). У сярэдзіне 80-х узначальваў віцебскі фотаклуб «Віцьба». Цэнтральнае месца ў творчасці займае рэпартажная, публіцыстычная, жанравая фатаграфія. Сярод асноўных работ: серыі «Думай, хлопец!» (1982-2005), «Свята ў праваслаўнай царкве» (1988), «Арменія. Снежань. 1988 »,« Піянерскі лагер »(1989),« Прыкметы »(1989),« Чарнобыльскі нацюрморт »(1996),« Парыж! Парыж! Я не хачу дадому! »(2001-2007). На сённяшні дзень пражывае ў Францыі.',
      },
    ],
    works: [slide7, slide8, slide9, slide10, slide11, slide12],
    listOfWorks: [
      {
        year: '1982-2005',
        work: 'серыя фотаработ «Думай, хлопец!»',
      },
      {
        year: '1988',
        work: 'серыя фотаработ «Свята ў праваслаўнай царкве»',
      },
      {
        year: '1988',
        work: 'серыя фотаработ «Арменія. Cнежань»',
      },
      {
        year: '1989',
        work: 'серыя фотаработ «Піянерскі лагер»',
      },
      {
        year: '1989',
        work: 'серыя фотаработ «Прыкметы»',
      },
      {
        year: '1996',
        work: 'серыя фотаработ «Чарнобыльскі нацюрморт»',
      },
      {
        year: '2001-2007',
        work: 'серыя фотаработ «Парыж! Парыж! Я не хачу дадому!»',
      },
    ],
  },
  {
    id: 3,
    name: 'Барыс Гендылевіч Берман',
    avatar: avatar6,
    occupation: 'Гаспадар сціплай аптэкі і фотаатэлье ў Вілейцы, здымаў родны горад і сваіх землякоў',
    birthDate: '1881',
    birthPlace: 'г.Іўе, Расійская імперыя',
    deathDate: '1940',
    deathPlace: 'невядома',
    locationsCoords: {
      lat: '54.491400',
      lng: '26.911100',
    },
    video: video6,
    activity: [
      {
        date: '1881',
        place: 'Іўе',
        description: 'Нарадзіўся ў мястэчку Іўе Лідскага павета. З дзяцінства быў захоплены фотасправа. З часам захапленне перарасло ў прафесійнае занятак.',
      },
      {
        date: '1910-1912',
        place: 'Вілейка',
        description: 'Заснаваў першае фотаатэлье ў Вілейцы. Да 1925 года быў адзіным прафесійным фатографам у акрузе.',
      },
      {
        date: '1916-1921',
        place: 'Вілейка',
        description: 'Арганізаваў драматычны гурток у Свіры, Вілейцы, дзе ставіў пастаноўкі для бедных дзяцей і галадоўнікаў.',
      },
      {
        date: '1969-1974',
        place: 'Вілейка',
        description: 'Фатаграфаваў прыезд прэзідэнта II Рэчы Паспалітай Ігната Мастицкого падчас наведвання ім Вілейскага павета.',
      },
      {
        date: '18 октября 1939',
        place: 'Вілейка',
        description: 'Быў арыштаваны органамі НКУС і ўтрымліваўся пад вартай у Вілейскай турме.',
      },
      {
        date: '10 августа 1940',
        place: 'Вілейка',
        description: 'Асуджаны як «сацыяльна-небяспечны элемент» і высланы ў папраўча-працоўны лагер "Темлаг". Далейшы лёс невядомы.',
      },
      {
        date: '6 июня 1989',
        place: 'Мінск',
        description: 'Рэабілітаваны.',
      },
    ],
    works: [slide34, slide35, slide36, slide37, slide38, slide39],
    listOfWorks: [
      {
        year: '1910—1912 ',
        work: 'адкрыў першае фотаатэлье ў г. Вілейка',
      },
      {
        year: '1912-1925',
        work: 'быў адзіным прафесійным фатографам у акрузе, усяго захавалася каля дваццаці яго фота',
      },
      {
        year: '1930',
        work: 'фатаграфаваў прыезд прэзідэнта II Рэчы Паспалітай Ігната Мосцицки',
      },
    ],
  },
  {
    id: 4,
    name: 'Міхаіл Рыгоравіч Баразна',
    avatar: avatar3,
    occupation: 'Беларускі мастацтвазнаўца, мастацкі крытык, фатограф.',
    birthDate: '20.11.1962',
    birthPlace: 'д.Ракушево, БССР',
    deathDate: null,
    deathPlace: null,
    locationsCoords: {
      lat: '53.902496',
      lng: '27.561481',
    },
    video: video3,
    activity: [
      {
        date: '20.11.1962',
        place: 'д.Ракушево, Магілёўскай вобласці',
        description:
          'Нарадзіўся ў д.Ракушево Круглянскага раёна Магілёўскай вобласці.',
      },
      {
        date: '1985',
        place: 'Мінск',
        description:
          'Скончыў мастацка-прамысловы факультэт Беларускага дзяржаўнага тэатральна-мастацкага інстытута.',
      },
      {
        date: '1986-1992',
        place: 'Мінск',
        description: 'Мастацкі рэдактар ​​выдавецтва «Беларусь».',
      },
      {
        date: '1992',
        place: 'Мінск',
        description:
          'Пачаў выкладаць у Беларускай дзяржаўнай акадэміі мастацтваў.',
      },
      {
        date: '1995',
        place: 'Віцебск',
        description:
          'Удзельнічаў у першай сваёй выставе «АРТУНОДИСКУС» у г.Віцебску.',
      },
      {
        date: '1997',
        place: 'Мінск',
        description:
          'Першая персанальная выстава работ «Адзін у горадзе» ў музеі Беларускай дзяржаўнай акадэміі мастацтваў у г.Мінску.',
      },
      {
        date: 'с 2010',
        place: 'Мінск',
        description:
          'Рэктар Беларускай дзяржаўнай акадэміі мастацтваў. Кандыдат мастацтвазнаўства, прафесар кафедры гісторыі і тэорыі мастацтваў, дацэнт. Ганаровы член Расійскай акадэміі мастацтваў.',
      },
    ],
    works: [slide13, slide14, slide15, slide16, slide17, slide18],
    listOfWorks: [
      {
        year: '1997',
        work: '«Адзін у горадзе». Музей Беларускай дзяржаўнай акадэміі мастацтваў, Мінск',
      },
      {
        year: '1997',
        work: '«Вечны горад» - вечны ... »Грамадства культурных сувязяў з замежнымі краінамі, Мінск',
      },
      {
        year: '1998–1999',
        work: '«Мая Амерыка". Замежнае таварыства зямлі Паўночны Рэйн-Вестфалія, Дортмунд (Германія)',
      },
      {
        year: '2000',
        work: '«Белы іней». Музей сучаснага выяўленчага мастацтва, Мінск',
      },
      {
        year: '2004',
        work: '«Заслаўскі праменад». Заслаўскі гісторыка-культурны музей-запаведнік, Заслаўе',
      },
      {
        year: '2006',
        work: '«Рух трыкутніка». М-Галерэя Інстытута імя Гётэ ў Мінску',
      },
      {
        year: '2010',
        work: '«Еўропа плюс» (сумесна з Е.Кенигсберг). Галерэя Вышэйшай народнай школы Вены-Хитцинг, Вена, Аўстрыя',
      },
      {
        year: '2010–2011',
        work: ' «Еўропа плюс-мінус» (сумесна з Е.Кенигсберг). Музей сучаснага выяўленчага мастацтва, Мінск',
      },
    ],
  },
  {
    id: 5,
    name: 'Леў Урбановіч Дашкевіч',
    avatar: avatar4,
    occupation:
      'Беларускі фатограф, навуковец, даследчык, публіцыст, педагог',
    birthDate: '12.02.1882',
    birthPlace: 'г.Мінск, БССР',
    deathDate: '4.12.1957',
    deathPlace: 'г.Мінск',
    locationsCoords: {
      lat: '53.902496',
      lng: '27.561481',
    },
    video: video4,
    activity: [
      {
        date: '12.02.1882',
        place: 'Мінск',
        description:
          'Нарадзіўся ў г.Мінску. Паходзіў з дваранскага роду герба "Ляліва".',
      },
      {
        date: '1882-1896',
        place: 'Мінск',
        description: 'Вучыўся ў Мінскай мужчынскай гімназіі.',
      },
      {
        date: '1903-1911',
        place: 'Варшава',
        description:
          'У 1903 паступіў у Варшаўскі ўніверсітэт на медыцынскі факультэт, аднак ў 1904 годзе на ўдзел у студэнцкай страйку быў арыштаваны і выключаны з універсітэта без права паступлення ў ВНУ Расійскай імперыі. У 1906-1911 гг. вучыўся ў Францыі на факультэце філалогіі Універсітэта Бургундыі (Дыжон). Паралельна ў 1908-1909 гг. займаўся на фатаграфічным аддзяленні Вышэйшай школы графічных мастацтваў у Парыжы. У 1911 пачаў публікавацца ў навуковых выданнях.',
      },
      {
        date: '1911-1920',
        place: 'Ерэван',
        description:
          'Жыў у Закаўказзе, выкладаў французскую мову, фізіку і прыродазнаўства ў гімназіях Ерэвана, Тыфліс. У 1918 служыў дзяржаўным фатографам урада Азербайджанскай рэспублікі.',
      },
      {
        date: '1920-1930',
        place: 'Мінск',
        description:
        'У канцы траўня 1920 г. вярнуўся ў Мінск. Чытаў лекцыі па сусветнай гісторыі і фатаграфіі ў Мінскім інстытуце народнай адукацыі. У 1923 удзельнічаў у этнаграфічнай экспедыцыі ў Ігуменскі і Барысаўскі паветы. У 1923-1924 - навуковы фатограф на медыцынскім факультэце БДУ.',
      },
      {
        date: '21.07.1930',
        place: 'Мінск',
        description:
          'Арыштаваны ГПУ БССР 21 ліпеня 19300 г. па справе «Саюза вызвалення Беларусі». Вызвалены ў верасні 1930.',
      },
      {
        date: '1941-1944',
        place: 'Фрунза',
        description:
          'Жыў у эвакуацыі ў г. Фрунзе (цяпер Бішкек, Кыргызстан), працаваў у медыцынскіх установах. У верасні 1944 вярнуўся ў Мінск.',
      },
      {
        date: '4.12.1957',
        place: 'Мінск',
        description: 'Памёр у горадзе Мінску',
      },
    ],
    works: [slide19, slide20, slide21, slide22, slide23, slide24],
    listOfWorks: [
      {
        year: '1924',
        work: 'фатаграфіі надрукаваныя ў выданні "Географ Еўропы»',
      },
      {
        year: '1926',
        work: 'фатаграфіі надрукаваныя ў выданні «Пачатковая Геаграфія»',
      },
      {
        year: '1926',
        work: 'фатаграфіі надрукаваныя ў выданні «Чатырохстолецце беларускага друку»',
      },
      {
        year: '1928',
        work: 'удзельнічаў у Першай Усебеларускай выставе краязнаўчых фатаграфій і замалёвак, Мінск',
      },
      {
        year: '1929',
        work: 'фатаграфіі надрукаваныя ў выданні «Сучаснае беларускае мастацтва»',
      },
      {
        year: '1930',
        work: 'удзельнічаў у фотавыставе ў Дрэздэне, Германія',
      },
    ],
  },
  {
    id: 6,
    name: 'Георгій Леанардавіч Ліхтаровіч',
    avatar: avatar5,
    occupation: 'Белорусский фотограф, талантливый литератор, поэт, общественный деятель',
    birthDate: '06.12.1947',
    birthPlace: 'г.Мінск, БССР',
    deathDate: null,
    deathPlace: null,
    locationsCoords: {
      lat: '53.902496',
      lng: '27.561481',
    },
    video: video5,
    activity: [
      {
        date: '06.12.1947',
        place: 'Мінск',
        description: 'Нарадзіўся ў г. Мінску, БССР.',
      },
      {
        date: '1965-1966',
        place: 'Мінск',
        description: 'Працаваў асістэнтам кінааператара ў Мінскай студыі навукова-папулярных і хранікальна-дакументальны фільмаў.',
      },
      {
        date: '1966-1968',
        place: 'Мінск',
        description: 'Служыў у войсках у п.Печи. Публікаваўся ў перыядычных выданнях.',
      },
      {
        date: '1969-1974',
        place: 'Мінск',
        description: 'Працаваў фатографам у Інстытуце мастацтвазнаўства, этнаграфіі і фальклору Акадэміі навук. Ілюстраваў першыя тамы «Збор помнікаў гісторыі і культуры Беларусі».',
      },
      {
        date: '1974-1992',
        place: 'Мінск',
        description: 'У 1970-1974 гг. вучыўся на архітэктурным факультэце БНТУ. З 1972 года выкладаў Фатаграфікі ў Тэатральна-мастацкім інстытуце. Працаваў фотакарэспандэнтам газеты «Голас Радзімы».',
      },
      {
        date: '2000',
        place: 'Мінск',
        description: 'У 2000 г. выдае фотаальбом «Добры дзень, Беларусь». У 2001-2006 прымае ўдзел у фатаграфічных і мастацкіх выставах. З 2004 - член Саюза Беларускага дзяржаўнага аб"яднання "Фотамастацтва".',
      },
    ],
    works: [slide25, slide26, slide27, slide28, slide29, slide30, slide31, slide32, slide33],
    listOfWorks: [
      {
        year: '2000',
        work: 'выдаў фотаальбом «Добры дзень, Беларусь»',
      },
      {
        year: '2001-2006',
        work: 'удзел у фатаграфічных і мастацкіх выставах ',
      },
      {
        year: '2004',
        work: 'стаў членам Савета Беларускага грамадскага аб"яднання "Фотамастацтва"',
      },
    ],
  },

];
